sae/sae-webservices-test/src/test/resources/soap/request/consultation_SoapFault_wsse_SecurityTokenUnavailable.xml

<soap:Envelope
   xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
   xmlns:sae="http://www.cirtil.fr/saeService">
   
   <soap:Header/>
   
   <soap:Body>
      <sae:consultation>
         <sae:idArchive>f81d4fae-7dec-11d0-a765-00a0c91e6bf6</sae:idArchive>
      </sae:consultation>
   </soap:Body>
   
</soap:Envelope>